export const karutaData = [
  {
    id: '001',
    full: '<0>秋<0.1>の<0.2>田<0.3>の<0.4> か<0.5>り<0.6>ほ<0.7>の<0.8>庵<0.9>の<1.0> 苫<1.1>を<1.2>あら<1.3>み<1.4> わ<1.5>が<1.6>衣<1.7>手<1.8>は<1.9> 露<2.0>に<2.1>ぬ<2.2>れ<2.3>つつ',
    kaminoku: 'あきのたの かりほのいほの とまをあらみ',
    shimonoku: 'わがころもでは つゆにぬれつつ',
  },
  {
    id: '002',
    full: '<0>春<0.1>過<0.2>ぎ<0.3>て<0.4> 夏<0.5>来<0.6>に<0.7>け<0.8>らし<0.9> 白<1.0>妙<1.1>の<1.2> 衣<1.3>ほ<1.4>す<1.5>て<1.6>ふ<1.7> 天<1.8>の<1.9>香<2.0>具<2.1>山',
    kaminoku: 'はるすぎて なつきにけらし しろたへの',
    shimonoku: 'ころもほすてふ あまのかぐやま',
  },
  {
    id: '003',
    full: '<0>あ<0.1>し<0.2>び<0.3>きの<0.4> 山<0.5>鳥<0.6>の<0.7>尾<0.8>の<0.9> し<1.0>だ<1.1>り<1.2>尾<1.3>の<1.4> な<1.5>が<1.6>な<1.7>が<1.8>し<1.9>夜<2.0>を<2.1> ひ<2.2>と<2.3>り<2.4>か<2.5>も<2.6>寝<2.7>む',
    kaminoku: 'あしびきの やまどりのをの しだりをの',
    shimonoku: 'ながながしよを ひとりかもねむ',
  },
  {
    id: '004',
    full: '<0>田<0.1>子<0.2>の<0.3>浦<0.4>に<0.5> う<0.6>ち<0.7>出<0.8>で<0.9>て<1.0>み<1.1>れば<1.2> 白<1.3>妙<1.4>の<1.5> 富<1.6>士<1.7>の<1.8>高<1.9>嶺<2.0>に<2.1> 雪<2.2>は<2.3>降<2.4>り<2.5>つつ',
    kaminoku: 'たごのうらに うちいでてみれば しろたへの',
    shimonoku: 'ふじのたかねに ゆきはふりつつ',
  },
  {
    id: '005',
    full: '<0>奥<0.1>山<0.2>に<0.3> 紅<0.4>葉<0.5>踏<0.6>み<0.7>分<0.8>け<0.9> 鳴<1.0>く<1.1>鹿<1.2>の<1.3> 声<1.4>聞<1.5>く<1.6>時<1.7>ぞ<1.8> 秋<1.9>は<2.0>悲<2.1>し<2.2>き',
    kaminoku: 'おくやまに もみじふみわけ なくしかの',
    shimonoku: 'こえきくときぞ あきはかなしき',
  },
  {
    id: '006',
    full: '<0>か<0.1>さ<0.2>さ<0.3>ぎ<0.4>の<0.5> 渡<0.6>せる<0.7>橋<0.8>に<0.9> お<1.0>く<1.1>霜<1.2>の<1.3> 白<1.4>き<1.5>を<1.6>見<1.7>れば<1.8> 夜<1.9>ぞ<2.0>更<2.1>け<2.2>に<2.3>ける',
    kaminoku: 'かささぎの わたせるはしに おくしもも',
    shimonoku: 'しろきをみれば よぞふけにける',
  },
  {
    id: '007',
    full: '<0>天<0.1>の<0.2>原<0.3> ふ<0.4>り<0.5>さ<0.6>け<0.7>見<0.8>れば<0.9> 春<1.0>日<1.1>なる<1.2> 三<1.3>笠<1.4>の<1.5>山<1.6>に<1.7> 出<1.8>で<1.9>し<2.0>月<2.1>かも',
    kaminoku: 'あまのはら ふりさけみれば かすがなる',
    shimonoku: 'みかさのやまに いでしつきかも',
  },
  {
    id: '008',
    full: '<0>わ<0.1>が<0.2>庵<0.3>は<0.4> 都<0.5>の<0.6>た<0.7>つ<0.8>み<0.9> し<1.0>か<1.1>ぞ<1.2>住<1.3>む<1.4> 世<1.5>を<1.6>う<1.7>ぢ<1.8>山<1.9>と<2.0> 人<2.1>は<2.2>い<2.3>ふ<2.4>なり',
    kaminoku: 'わがいほは みやこのたつみ しかぞすむ',
    shimonoku: 'よをうじやまと ひとはいうなり',
  },
  {
    id: '009',
    full: '<0>花<0.1>の<0.2>色<0.3>は<0.4> 移<0.5>り<0.6>に<0.7>け<0.8>り<0.9>な<1.0> い<1.1>た<1.2>づ<1.3>らに<1.4> わ<1.5>が<1.6>身<1.7>世<1.8>に<1.9>ふ<2.0>る<2.1> な<2.2>が<2.3>め<2.4>せ<2.5>しまに',
    kaminoku: 'はなのいろは うつりにけりな いたづらに',
    shimonoku: 'わがみよにふる ながめせしまに',
  },
  {
    id: '010',
    full: '<0>こ<0.1>れ<0.2>や<0.3>こ<0.4>の<0.5> 行<0.6>く<0.7>も<0.8>帰<0.9>る<1.0>も<1.1> 別<1.2>れ<1.3>て<1.4>は<1.5> 知<1.6>る<1.7>も<1.8>知<1.9>ら<2.0>ぬ<2.1>も<2.2> 逢<2.3>坂<2.4>の<2.5>関',
    kaminoku: 'これやこの ゆくもかえるも わかれては',
    shimonoku: 'しるもしらぬも あふさかのせき',
  },
];
